Repository: cabreramouzo/FontAppiOS
Catalog: FontApp/FontApp/Localizable.xcstrings
Source language: ca
Languages: en, es, eu, fr, gl, it, pt_pt

# welcome.contextual
source: T'ensenyarem cada acció quan la tinguis al davant, sense cap tutorial llarg.
en: We will explain each action when it is in front of you, without a long tutorial.
es: Te enseñaremos cada acción cuando la tengas delante, sin ningún tutorial largo.
eu: Ekintza bakoitza aurrean duzunean erakutsiko dizugu, tutorial luzerik gabe.
fr: Nous vous expliquerons chaque action au moment opportun, sans long tutoriel.
gl: Ensinaremos cada acción cando a teñas diante, sen ningún tutorial longo.
it: Ti mostreremo ogni azione quando ce l'avrai davanti, senza nessun tutorial lungo.
pt_pt: Mostraremos cada ação quando a tiveres à frente, sem nenhum tutorial longo.

# welcome.contributeTitle
source: Deixa el mapa millor que l'has trobat
en: Leave the map better than you found it
es: Deja el mapa mejor de lo que lo encontraste
eu: Utzi mapa aurkitu duzuna baino hobeto
fr: Laissez la carte meilleure que vous ne l'avez trouvée
gl: Deixa o mapa mellor do que o atopaches
it: Lascia la mappa meglio di come l'hai trovata
pt_pt: Deixa o mapa melhor do que o encontraste

# welcome.cta
source: Comença a explorar
en: Start exploring
es: Empezar a explorar
eu: Hasi arakatzen
fr: Commencez à explorer
gl: Comezar a explorar
it: Inizia a esplorare
pt_pt: Começar a explorar

# welcome.findTitle
source: Troba aigua amb informació recent
en: Find water with recent information
es: Encuentra agua con información reciente
eu: Aurkitu ura informazio eguneratuarekin
fr: Trouvez de l'eau avec des informations récentes
gl: Atopa auga con información recente
it: Trova acqua con informazioni recenti
pt_pt: Encontra água com informação recente

# welcome.greeting
source: Benvingut/da, {name}! 👋
en: Welcome, {name}! 👋
es: ¡Bienvenido/a, {name}! 👋
eu: Ongi etorri, {name}! 👋
fr: Bienvenue, {name} ! 👋
gl: Benvido/a, {name}! 👋
it: Benvenuto/a, {name}! 👋
pt_pt: Bem-vindo/a, {name}! 👋

# welcome.intro
source: FontApp t'ajuda a trobar fonts d'aigua a prop teu i saber si ragen.
en: FontApp helps you find water fountains near you and know if they're flowing.
es: FontApp te ayuda a encontrar fuentes de agua cerca de ti y saber si manan.
eu: FontApp-ek zure inguruko ur-iturriak aurkitzen eta uraz dauden jakiten laguntzen dizu.
fr: FontApp vous aide à trouver des fontaines d'eau près de chez vous et à savoir si elles coulent.
gl: FontApp axúdache a atopar fontes de auga preto de ti e saber se manan.
it: FontApp ti aiuta a trovare fontane d'acqua vicino a te e a sapere se sgorgano.
pt_pt: FontApp ajuda-te a encontrar fontes de água perto de ti e a saber se estão a jorrar.

# welcome.level
source: Comences al nivell Gota. Confirmar estats, afegir fonts i fotos et dona gotes per avançar.
en: You start at Drop level. Confirming statuses and adding fountains or photos earns drops to progress.
es: Empiezas en el nivel Gota. Confirmar estados, añadir fuentes y fotos te da gotas para avanzar.
eu: Tanta mailan hasten zara. Egoerak berresteak eta iturriak zein argazkiak gehitzeak tantak ematen dizkizu.
fr: Vous commencez au niveau Goutte. Confirmer un état ou ajouter une fontaine ou une photo rapporte des gouttes.
gl: Comezas no nivel Pinga. Confirmar estados, engadir fontes e fotos dáche pingas para avanzar.
it: Parti dal livello Goccia. Confermare gli stati, aggiungere fontane e foto ti dà gocce per avanzare.
pt_pt: Começas no nível Gota. Confirmar estados, adicionar fontes e fotos dá-te gotas para avançar.

# welcome.next
source: Següent
en: Next
es: Siguiente
eu: Hurrengoa
fr: Suivant
gl: Seguinte
it: Avanti
pt_pt: Seguinte

# welcome.offline
source: Les aportacions es desen al dispositiu sense cobertura i s'envien quan torna la connexió.
en: Contributions are saved on your device offline and sent when the connection returns.
es: Las aportaciones se guardan en el dispositivo sin cobertura y se envían al volver la conexión.
eu: Ekarpenak gailuan gordetzen dira estaldurarik gabe eta konexioa itzultzean bidaltzen dira.
fr: Les contributions sont enregistrées sur l'appareil hors ligne puis envoyées au retour du réseau.
gl: As achegas gárdanse no dispositivo sen cobertura e envíanse cando volve a conexión.
it: I contributi si salvano sul dispositivo quando non c'è campo e si inviano al ritorno della connessione.
pt_pt: As contribuições são guardadas no dispositivo sem cobertura e enviadas quando a conexão volta.

# welcome.readyTitle
source: Preparada fins i tot sense cobertura
en: Ready even without coverage
es: Preparada incluso sin cobertura
eu: Estaldurarik gabe ere prest
fr: Prête même sans réseau
gl: Preparada mesmo sen cobertura
it: Pronta anche senza campo
pt_pt: Preparada mesmo sem cobertura

# welcome.skip
source: Omet
en: Skip
es: Omitir
eu: Saltatu
fr: Ignorer
gl: Omitir
it: Salta
pt_pt: Ignorar

# welcome.title
source: Benvingut/da a FontApp!
en: Welcome to FontApp!
es: ¡Bienvenido/a a FontApp!
eu: Ongi etorri FontApp-era!
fr: Bienvenue sur FontApp !
gl: Benvido/a a FontApp!
it: Benvenuto/a su FontApp!
pt_pt: Bem-vindo/a ao FontApp!

# zonaOff.delete
source: Esborra la zona desada
en: Delete the saved area
es: Borrar la zona guardada
eu: Ezabatu gordetako eremua
fr: Supprimer la zone enregistrée
gl: Borrar a zona gardada
it: Elimina la zona salvata
pt_pt: Apagar a zona guardada

# zonaOff.empty
source: En aquesta zona no hi ha cap font. Allunya el mapa i torna-ho a provar.
en: There are no fountains in this area. Zoom out and try again.
es: En esta zona no hay ninguna fuente. Aleja el mapa e inténtalo otra vez.
eu: Eremu honetan ez dago iturririk. Urrundu mapa eta saiatu berriro.
fr: Il n'y a aucun point d'eau dans cette zone. Dézoomez et réessayez.
gl: Nesta zona non hai ningunha fonte. Afasta o mapa e téntao de novo.
it: In questa zona non c'è nessuna fontana. Allontana la mappa e riprova.
pt_pt: Nesta zona não há nenhuma fonte. Afasta o mapa e tenta outra vez.

# zonaOff.failed
source: No s'han pogut desar. Comprova la connexió.
en: Could not save. Check your connection.
es: No se han podido guardar. Comprueba la conexión.
eu: Ezin izan dira gorde. Egiaztatu konexioa.
fr: Enregistrement impossible. Vérifiez la connexion.
gl: Non se puideron gardar. Comproba a conexión.
it: Non è stato possibile salvare. Controlla la connessione.
pt_pt: Não foi possível guardar. Verifica a ligação.

# zonaOff.intro
source: Desa les fonts de la zona que estàs mirant per poder-les consultar sense cobertura.
en: Save the fountains in the area you are looking at so you can check them with no signal.
es: Guarda las fuentes de la zona que estás mirando para poder consultarlas sin cobertura.
eu: Gorde begiratzen ari zaren eremuko iturriak, estaldurarik gabe kontsultatu ahal izateko.
fr: Enregistrez les points d'eau de la zone affichée pour les consulter sans réseau.
gl: Garda as fontes da zona que estás a mirar para poder consultalas sen cobertura.
it: Salva le fontane della zona che stai guardando per poterle consultare senza campo.
pt_pt: Guarda as fontes da zona que estás a ver para as poderes consultar sem rede.

# zonaOff.note
source: Es desen les fonts sempre; les fotos i el mapa, si les demanes. Del mapa es desa el que estàs veient i dos nivells de zoom més: si t'allunyes molt o t'acostes massa, les caselles poden sortir en blanc.
en: The fountains are always saved; photos and the map only if you ask. Of the map it saves what you are looking at plus two zoom levels: zoom far out or far in and tiles may come out blank.
es: Las fuentes se guardan siempre; las fotos y el mapa, si los pides. Del mapa se guarda lo que estás viendo y dos niveles de zoom más: si te alejas mucho o te acercas demasiado, las casillas pueden salir en blanco.
eu: Iturriak beti gordetzen dira; argazkiak eta mapa, eskatzen badituzu. Mapatik ikusten ari zarena eta bi zoom maila gehiago gordetzen dira: asko urrunduz gero edo gehiegi hurbilduz gero, laukiak zuri ager daitezke.
fr: Les points d'eau sont toujours enregistrés ; les photos et la carte seulement si vous le demandez. De la carte, ce que vous voyez et deux niveaux de zoom de plus : en vous éloignant beaucoup ou en zoomant trop, les tuiles peuvent rester blanches.
gl: As fontes gárdanse sempre; as fotos e o mapa, se os pides. Do mapa gárdase o que estás vendo e dous niveis de zoom máis: se te afastas moito ou te achegas de máis, as casas poden saír en branco.
it: Le fontane si salvano sempre; foto e mappa solo se le chiedi. Della mappa si salva quello che stai guardando e due livelli di zoom in più: allontanandoti molto o avvicinandoti troppo, i riquadri possono restare bianchi.
pt_pt: As fontes guardam-se sempre; as fotos e o mapa, se os pedires. Do mapa guarda-se o que estás a ver e mais dois níveis de zoom: se te afastares muito ou aproximares demasiado, os quadrados podem ficar em branco.

# zonaOff.photosFailed
source: No s'han pogut desar les fotos. Comprova la connexió.
en: The photos could not be saved. Check your connection.
es: No se han podido guardar las fotos. Comprueba la conexión.
eu: Ezin izan dira argazkiak gorde. Egiaztatu konexioa.
fr: Les photos n'ont pas pu être enregistrées. Vérifiez la connexion.
gl: Non se puideron gardar as fotos. Comproba a conexión.
it: Non è stato possibile salvare le foto. Controlla la connessione.
pt_pt: Não foi possível guardar as fotos. Verifica a ligação.

# zonaOff.photosSaved
source: {n} fotos desades · {mb} MB
en: {n} photos saved · {mb} MB
es: {n} fotos guardadas · {mb} MB
eu: {n} argazki gordeta · {mb} MB
fr: {n} photos enregistrées · {mb} Mo
gl: {n} fotos gardadas · {mb} MB
it: {n} foto salvate · {mb} MB
pt_pt: {n} fotos guardadas · {mb} MB

# zonaOff.photosSavedNoSize
source: {n} fotos desades
en: {n} photos saved
es: {n} fotos guardadas
eu: {n} argazki gordeta
fr: {n} photos enregistrées
gl: {n} fotos gardadas
it: {n} foto salvate
pt_pt: {n} fotos guardadas

# zonaOff.replace
source: Desa aquesta zona (substitueix)
en: Save this area (replaces)
es: Guardar esta zona (sustituye)
eu: Gorde eremu hau (ordezkatu)
fr: Enregistrer cette zone (remplace)
gl: Gardar esta zona (substitúe)
it: Salva questa zona (sostituisce)
pt_pt: Guardar esta zona (substitui)

# zonaOff.save
source: Desa aquesta zona
en: Save this area
es: Guardar esta zona
eu: Gorde eremu hau
fr: Enregistrer cette zone
gl: Gardar esta zona
it: Salva questa zona
pt_pt: Guardar esta zona

# zonaOff.saved
source: {n} fonts desades
en: {n} fountains saved
es: {n} fuentes guardadas
eu: {n} iturri gordeta
fr: {n} points d'eau enregistrés
gl: {n} fontes gardadas
it: {n} fontane salvate
pt_pt: {n} fontes guardadas

# zonaOff.savePhotos
source: Desa també les {n} fotos (uns {mb} MB)
en: Save the {n} photos too (about {mb} MB)
es: Guardar también las {n} fotos (unos {mb} MB)
eu: Gorde {n} argazkiak ere ({mb} MB inguru)
fr: Enregistrer aussi les {n} photos (environ {mb} Mo)
gl: Gardar tamén as {n} fotos (uns {mb} MB)
it: Salva anche le {n} foto (circa {mb} MB)
pt_pt: Guardar também as {n} fotos (cerca de {mb} MB)

# zonaOff.saveTiles
source: Desa també el mapa ({n} caselles, uns {mb} MB)
en: Save the map too ({n} tiles, about {mb} MB)
es: Guardar también el mapa ({n} casillas, unos {mb} MB)
eu: Gorde mapa ere ({n} lauki, {mb} MB inguru)
fr: Enregistrer aussi la carte ({n} tuiles, environ {mb} Mo)
gl: Gardar tamén o mapa ({n} casas, uns {mb} MB)
it: Salva anche la mappa ({n} riquadri, circa {mb} MB)
pt_pt: Guardar também o mapa ({n} quadrados, cerca de {mb} MB)

# zonaOff.saving
source: Desant…
en: Saving…
es: Guardando…
eu: Gordetzen…
fr: Enregistrement…
gl: Gardando…
it: Salvataggio…
pt_pt: A guardar…

# zonaOff.savingPhotos
source: Desant {n} fotos…
en: Saving {n} photos…
es: Guardando {n} fotos…
eu: {n} argazki gordetzen…
fr: Enregistrement de {n} photos…
gl: Gardando {n} fotos…
it: Salvataggio di {n} foto…
pt_pt: A guardar {n} fotos…

# zonaOff.savingTiles
source: Desant {n} caselles del mapa…
en: Saving {n} map tiles…
es: Guardando {n} casillas del mapa…
eu: Maparen {n} lauki gordetzen…
fr: Enregistrement de {n} tuiles…
gl: Gardando {n} casas do mapa…
it: Salvataggio di {n} riquadri…
pt_pt: A guardar {n} quadrados do mapa…

# zonaOff.tilesFailed
source: No s'ha pogut desar el mapa. Amb cobertura, torna-ho a provar.
en: The map could not be saved. Try again when you have signal.
es: No se ha podido guardar el mapa. Con cobertura, inténtalo otra vez.
eu: Ezin izan da mapa gorde. Estaldura duzunean, saiatu berriro.
fr: La carte n'a pas pu être enregistrée. Réessayez avec du réseau.
gl: Non se puido gardar o mapa. Con cobertura, téntao de novo.
it: Non è stato possibile salvare la mappa. Riprova quando hai campo.
pt_pt: Não foi possível guardar o mapa. Com rede, tenta outra vez.

# zonaOff.tilesSaved
source: Mapa desat: {n} caselles ({mb} MB)
en: Map saved: {n} tiles ({mb} MB)
es: Mapa guardado: {n} casillas ({mb} MB)
eu: Mapa gordeta: {n} lauki ({mb} MB)
fr: Carte enregistrée : {n} tuiles ({mb} Mo)
gl: Mapa gardado: {n} casas ({mb} MB)
it: Mappa salvata: {n} riquadri ({mb} MB)
pt_pt: Mapa guardado: {n} quadrados ({mb} MB)

# zonaOff.title
source: Sense cobertura
en: No signal
es: Sin cobertura
eu: Estaldurarik gabe
fr: Sans réseau
gl: Sen cobertura
it: Senza campo
pt_pt: Sem rede

# zones.allCountries
source: Tots els països
en: All countries
es: Todos los países
eu: Herrialde guztiak
fr: Tous les pays
gl: Todos os países
it: Tutti i paesi
pt_pt: Todos os países

# zones.neverChecked
source: Mai comprovada
en: Never checked
es: Nunca comprobada
eu: Inoiz egiaztatu gabe
fr: Jamais contrôlée
gl: Nunca comprobada
it: Mai controllata
pt_pt: Nunca verificada

# country.Romania
source: Romania
es: Rumanía
eu: Errumania
fr: Roumanie
gl: Romanía
pt_pt: Roménia

# gallery.documents
source: Documents
es: Documentos
eu: Dokumentuak
gl: Documentos
it: Documenti
pt_pt: Documentos

# game.level.torrent
source: Torrent
es: Torrente
eu: Uholdea
gl: Torrente
it: Torrente
pt_pt: Torrente

# game.tier.bronze
source: bronze
es: bronce
eu: brontzea
gl: bronce
it: bronzo

# offline.fText
source: Text
es: Texto
eu: Testua
fr: Texte
gl: Texto
it: Testo
pt_pt: Texto

# zones.title
source: Zones
es: Zonas
eu: Eremuak
gl: Zonas
it: Zone
pt_pt: Zonas

# country.Cuba
source: Cuba
eu: Kuba

# country.Nicaragua
source: Nicaragua
eu: Nikaragua
pt_pt: Nicarágua

# drink.yes
source: Potable
eu: Edangarria
it: Potabile
pt_pt: Potável

# passkey.title
source: Passkeys
eu: Passkeyak
it: Passkey

# country.Andorra
source: Andorra
fr: Andorre

# country.Argentina
source: Argentina
fr: Argentine
gl: Arxentina

# country.El Salvador
source: El Salvador
fr: Salvador
gl: O Salvador

# country.Malta
source: Malta
fr: Malte

# country.Montenegro
source: Montenegro
fr: Monténégro

# country.Puerto Rico
source: Puerto Rico
fr: Porto Rico
gl: Porto Rico
it: Porto Rico
pt_pt: Porto Rico

# country.San Marino
source: San Marino
fr: Saint-Marin
pt_pt: São Marinho

# game.badge.betatester
source: Betatester
fr: Bêta-testeur

# country.Portugal
source: Portugal
it: Portogallo

# country.Liechtenstein
source: Liechtenstein
pt_pt: Listenstaine
